
{
    "title": {
        "media": {
          "url": "https://raw.githubusercontent.com/UmarBalak/Portfolio/main/streamlit-portfolio/assets/images/signature.png",
          "caption": ""
        },
        "text": {
          "headline": "My Professional Journey",
          "text": "<p>A timeline of key milestones that highlight my technical growth, problem-solving abilities, and dedication to excellence. Each achievement showcases my skills and contributions across various projects.<br><b>Discover why I'm prepared to add value to your organization at the conclusion.</b></p>"
        }


    },
    "events": [
      {
        "media": {
          "url": "https://github.com/UmarBalak/Portfolio/blob/main/streamlit-portfolio/assets/images/signature.png",
          "caption": "The Setubal Peninsula, just south of Lisbon."
        },
        "start_date": {
          "year": "1995",
          "month": "1",
          "day": 8
        },
        "text": {
          "headline": "Bruno M. Guerreiro",
          "text": "<p>was born in Setubal, Portugal. When he was 10 and asked about his future profession, he wanted to <i>'know things no one has discovered yet'</i>.</p>"
        }
      },
      {
        "media": {
          "url": "https://i.imgur.com/Abf0p7T.png",
          "caption": "Attending one of the weekly discourses with the NOVA Debate team. The topic was gender equality in sports."
        },
        "start_date": {
          "year": "2023",
          "month": "3"
        },
        "end_date": {
          "year": "2023",
          "month": "9"
        },
        "text": {
          "headline": "NOVA Debate<br>Content Coordinator",
          "text": "<p>Bruno also enrolled the NOVA Debate student nucleus, in pursuit of further intellectual prowess. He played a content coordinator and curator role for several debating sessions after his PhD work, refining his public speaking, managing, mentoring and conflict resolution skills.</p>"
        }
      },
      {
        "media": {
          "url": "https://i.imgur.com/aHfy29I.jpg"
        },
        "start_date": {
          "year": "2023",
          "month": "8"
        },
        "text": {
          "headline": "Media Exposure",
          "text": "<p>Bruno's milestones eventually caught up to him. Bruno was interviewed for <b>Jornal Expresso</b> and his work was featured in print. Also, his work in Berkeley featured in a special issue of <b>Forbes</b> focusing on cryopreservation as futuristic medical tech. He was also invited to the Unexpected Data podcast to share his efforts in bridging cryopreservation with data science.</p>"
        }
      }
    ]
}